<div class="modal micromodal-slide" id="modal-1" aria-hidden="true">
  <div class="modal__overlay" tabindex="-1" data-custom-close="modal-1">
    <div class="modal__container" role="dialog" aria-modal="true" aria-labelledby="modal-1-title">
      <header class="modal__header">
        <h2 class="modal__title" id="modal-1-title">
					Заказать проект
        </h2>
        <button class="modal__close" aria-label="Close modal" data-custom-close="modal-1"></button>
      </header>
      <main class="modal__content" id="modal-1-content">
        <p>
				Оставь заявку и мы перезвоним в течении 15 минут
        </p>
				<?php echo do_shortcode( '[contact-form-7 id="441" title="Контактная форма 1"]' ); ?>
      </main>

    </div>
  </div>
</div>


<div class="modal micromodal-slide" id="modal-checkbox" aria-hidden="true">
  <div class="modal__overlay" tabindex="-1" data-custom-close="modal-checkbox">
    <div class="modal__container" role="dialog" aria-modal="true" aria-labelledby="modal-checkbox-title">
      <header class="modal__header">
        <h2 class="modal__title" id="modal-checkbox-title">
					Согласие на обработку персональных данных
        </h2>
        <button class="modal__close" aria-label="Close modal" data-custom-close="modal-checkbox"></button>
      </header>
      <main class="modal__content" style="width: 800px" id="modal-checkbox-content">
        <p>
				Пользователь, нажимая кнопку «Оставить заявку», «Записаться на экскурсию», «Заказать звонок», «Забронировать», «Отправить», обязуется принять настоящее согласие на обработку персональных данных (далее — Согласие). Принятием (акцептом) оферты Согласия является отправка формы заказа обратного звонка, бронирования на интернет-сайте. Пользователь дает свое согласие ООО «Томилино-Парк» (ИНН 5040145763), которому принадлежит сайт xvilla.ru и прерий.рф, и которое расположено по адресу: улица Театральная, корп. 8, оф. 37, Московская область, р-н Раменский, село Быково, на обработку своих персональных данных со следующими условиями:
				Данное Согласие дается на обработку персональных данных, как без использования средств автоматизации, так и с их использованием.
			</p>
			<p>	Перечень персональных данных, на обработку которых дается мое согласие:
				Фамилия, имя, отчество;
				Адреса электронных почт (email);
				Контактный телефон;
				</p>

				<p>
				Цель обработки персональных данных: получение сводной информации о пользователях сайта в маркетинговых целях и исполнение договорных обязательств перед клиентами, контрагентами и иными субъектами персональных данных.</p>
				<p>
					Перечень действий с персональными данными, на совершение которых дается мое согласие, общее описание используемых Оператором способов обработки в соответствии с п. 3 ст. 3 Федерального закона от 27.07.2006 г. № 152-ФЗ «О персональных данных». В ходе обработки с персональными данными будут совершены следующие действия: сбор; запись; систематизация; накопление; хранение; уточнение (обновление, изменение); использование; обезличивание; удаление; уничтожение.
				</p>
				<p>
					Согласие дается, в том числе на возможные информационные (рекламные) оповещения (в т. ч. осуществления информационных рассылок, рассылок о маркетинговых мероприятиях, специальных предложениях и акциях посредством SMS и e-mail).
					Передача персональных данных третьим лицам осуществляется на основании законодательства Российской Федерации, договора с участием субъекта персональных данных или согласия субъекта персональных данных.
				</p>

				Данное согласие может быть отозвано по моему письменному заявлению, направленному ПАО «Группа Компаний ПИК» или его представителю по адресу, указанному в начале данного Согласия.
				Я подтверждаю, что, давая такое согласие, я действую по собственной воле и в своих интересах.
				Данное согласие действует до достижения целей обработки персональных данных или в течение сроков хранения информации установленных РФ.
       
      </main>

    </div>
  </div>
</div>


